import React from "react";
import "../App.css";

const Info = () => {
  return (
    <div className="App">
      <div className="console">    
        <p className="text" style={{color:"white"}}>Вас вітає молода та амбіційна українська команда TV Studio, що розпочала свій захоплюючий шлях у розробці ігор! Якщо у вас є ідеї, пропозиції або питання, будемо раді отримати ваші листи на нашу електронну адресу: catgrimclick@gmail.com. Ваші відгуки та думки надзвичайно важливі для нас.
        
        Ваша підтримка допоможе нам розробити версію 2.0 гри catgrimclick та реалізувати нові круті игри.
        
        Номер карти МоноБанк: 5375 4115 0731 0766
        
        Дякуємо за інтерес до наших проектів та підтримку нашої компанії TV Studio. Разом ми зможемо досягти нових вершин у світі розважальної індустрії України.<br/>
        Ми з Вами разом будемо підтримувати Українську Армію, 20% нашого доходу піде на допомогу Збройним Силам України.<br/>
        Разом до перемоги !</p>
      </div>
    
    </div>
  );
};

export default Info;
